[
    {
        "name": "Kerehaklu Estate",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Kerehaklu_WhiteAug21.jpg?v=1628687046",
        "mrp": 480.0,
        "price": 480.0,
        "discount": "0%",
        "category": "Medium Roast",
        "rating": 4.0,
        "ratings": 232,
        "reviews": 18,
        "description": "This year’s seasonal offering from Kerehaklu Estate is a monitor inoculated washed processed coffee. This offering makes for a clean cup with its aroma of dried dates and caramel, and long, sweet aftertaste of citrus fruits and berries. Our roasters recommend this as an espresso, cold brew, pour over and AeroPress. The team at Kerehaklu experimented with inoculants to process this lot using a Lactobacillus strain. Named after monitor lizards found in abundance at the estate, this process requires coffee cherries to be were sequentially fermented with inoculants which sped up the demuciligination of the beans, giving this coffee a rounded flavour profile of molasses, grapefruit and dried blueberry.",
        "tastingNodes": "Molasses, Grapefruit + Dried Blueberry",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "Hoysala Estate",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Hoysala_WhiteAug21.jpg?v=1628687045",
        "mrp": 450.0,
        "price": 450.0,
        "discount": "0%",
        "category": "Medium Roast",
        "rating": 4.5,
        "ratings": 132,
        "reviews": 28,
        "description": "Fruity, sweet and tangy, our seasonal coffee from Hoysala Estate packs a punch! The medium roast profile of this naturally processed coffee enhances its flavours of plum, toffee and blackberries. Our roasters recommend this coffee as an Espresso, AeroPress, Cold Brew or Pour Over. Its versatility allows you to enjoy it black or pair it with milk! Situated in Angadi village, the farm, interestingly, is named after the ancient Hoysala dynasty which prevailed in that location from the 10th to 14th century. Hoysala Estate was established in the late 1800s and the plantation has been managed by families who remained committed to consistently producing excellent coffee. The elevation of these farms range from 900 metres to 1050 metres and the family that currently runs it has seen four generations manage the farm. ",
        "tastingNodes": "Toffee, Plum + Blackberry",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "Harley Estate",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Harley_WhiteAug21.jpg?v=1628687039",
        "mrp": 500.0,
        "price": 500.0,
        "discount": "0%",
        "category": "Medium Roast",
        "rating": 4.4,
        "ratings": 100,
        "reviews": 35,
        "description": "We’re back with this year’s Harley Pichia — a natural processed coffee that was produced exclusively for Blue Tokai using Harley Estate’s in-house fermentation technique called Pichia Fermentation. Our roasters recommend this coffee for espresso-based drinks as well as manual brews, such as the AeroPress and Pour Over. After the coffee cherries were handpicked, they were washed in tanks and were left to ferment overnight with the Pichia yeast strain. This helped break down the acids and also to develop a unique flavour profile. After fermentation, the cherries were shifted to raised drying beds and raked continuously for even drying. The controlled fermentation and drying process gave this coffee a delicious and complex fruity flavour. Our medium roast profile  enhanced these flavour notes of sweet guava, tart pineapple and green apple.  Located in Sakleshpur, Karnataka, Harley Estate sits at an elevation of 945 - 1040m. The estate sees frequent visits by elephants and grows coffee interspersed with areca, pepper, cocoa, and cardamom. Harley has grown coffee since the 1860s and currently grows a variety of Selection 9, Selection S795 and Chandragiri Arabicas, as well as Robusta varieties.",
        "tastingNodes": "Guava, Pineapple + Green Apple",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "Attikan Estate",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Attikan_Aug21.jpg?v=1630135999",
        "mrp": 450.0,
        "price": 450.0,
        "discount": "0%",
        "category": "Medium Dark Roast",
        "rating": 4.2,
        "ratings": 190,
        "reviews": 91,
        "description": "Attikan Estate's arabica coffee comes from the Biligiriranga Hills in Karnataka and is one of most popular coffees. Sweet with fruity overtones and balanced acidity, this is the darkest of our standard medium roasts and recommended for espresso lovers. It is a versatile coffee that also works for manual brewing such as Moka Pot, South Indian Filter and Aeropress. Located to the south of Mysore, the Biligiriranga Hills, or ‘white hills’ are named after the mist that hangs over the region. At 1650 metres, it is amongst the highest coffee growing regions in India and grows Selection 9, Selection 795, Cauvery and Kent varieties of Arabica, along with Silver Oaks, citrus, and fig trees.",
        "tastingNodes": "Dark Chocolate, Figs + Roasted Almond",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "Monsoon Malabar AA",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/MonsoonMalabar_WhiteAug21.jpg?v=1628687037",
        "mrp": 420.0,
        "price": 420.0,
        "discount": "0%",
        "category": "Medium Dark Roast",
        "rating": 3.9,
        "ratings": 535,
        "reviews": 76,
        "description": "Monsoon Malabar is the name that first comes to mind when people think of Indian Specialty Coffee and this coffee is certainly unique. With earthy notes, this big bodied coffee finishes nutty with minimal acidity and notes of spice is best enjoyed as an espresso. Monsooned Malabar is a processing technique that involves exposing beans to monsoon rain and winds for extended periods of time. The humidity changes the characteristics of the beans and creates a unique flavour profile. This interesting process came about when coffee being carried on ships traveling from Britain to colonial India was exposed to rain and winds leading to coffee that had lost almost all of its original acidity.",
        "tastingNodes": "Baker's Chocolate, Nutty + Earthy",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "Baarbara Estate",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Baarbara_WhiteAug21.jpg?v=1628687037",
        "mrp": 480.0,
        "price": 480.0,
        "discount": "0%",
        "category": "Medium Dark Roast",
        "rating": 4.1,
        "ratings": 852,
        "reviews": 28,
        "description": "Our Bold Cold Brew Blend is roasted medium-dark that gives a full bodied glass of refreshing cold brew. With notes of dark chocolate, toffee, and roasted nuts, this blend has very little acidity and a bittersweet finish.",
        "tastingNodes": "Dark Chocolate, Toffee + Roasted Hazelnut",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "Dhak Blend",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Dhak_WhiteAug21.jpg?v=1628687046",
        "mrp": 450.0,
        "price": 450.0,
        "discount": "0%",
        "category": "Dark Roast",
        "rating": 3.9,
        "ratings": 309,
        "reviews": 67,
        "description": "This year’s harvest from Baarbara Estate is a medium dark roast coffee with flavour notes of molasses, butter biscuits and roasted nuts. Our roasters recommend brewing this as an Espresso, Moka Pot or French Press to truly enjoy its medium-high body and rich aroma of raisin and caramel. Baarbara Estate is run by the third generation of seasoned Chikmagalur coﬀee cultivators from the Indavra family that owns MG Plantations. The family has cultivated coﬀee for over 120 years and is deeply committed to sustainability with certifications by UTZ and the Rain Forest Alliance.",
        "tastingNodes": "Molasses, Butter Biscuits + Roasted Nuts",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "French Roast",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/French_Aug21_WhiteAug21.jpg?v=1628687036",
        "mrp": 420.0,
        "price": 420.0,
        "discount": "0%",
        "category": "Dark Roast",
        "rating": 3.8,
        "ratings": 200,
        "reviews": 34,
        "description": "Our darkest roasted coffee, the French Roast is a blend best enjoyed black for those who like their coffee bold, like a traditional espresso with bittersweet notes. If you’re looking to add milk and still retain a definite bite, this is a great choice. We recommend brewing this as an espresso or using manual brewing equipment such as Moka Pot, French Press or South Indian filter.",
        "tastingNodes": "Strong, Cocoa + Bitter Sweet",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "Varadymalai Estate",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Varadymalai_WhiteAug21.jpg?v=1628687038",
        "mrp": 480.0,
        "price": 480.0,
        "discount": "0%",
        "category": "Light Roast",
        "rating": 4.2,
        "ratings": 787,
        "reviews": 45,
        "description": "This year’s harvest from Varadymalai Estate makes for a crisp, clean cup of coffee and is recommended for manual brewing. This light roast has notes of caramelised peach, black tea and green grapes with a long, delicious aftertaste of stone fruit. The coffee cherries at the estate were washed processed to bring out these bright fruit and clean tea-like flavours. Started in 1945, Varadymalai Estate spans 2,000 acres, of which close to 400 acres are dedicated to coffee. Varieties of Arabica grown at the estate include S9, Chandragiri and San Ramon. The San Ramon variety, which went into making this coffee, is known for its high productivity, resistance to drought and disease. It has distinct stone fruit characteristics which makes it perfect for washed processing. The estate carefully monitors each step of the bean from harvesting to curing which ensures that the beans that reach us are of the highest quality.",
        "tastingNodes": "Caramelised Peach, Black Tea + Green Grape",
        "fastDelivery": true,
        "inStock": true
    },
    {
        "name": "Howdia Estate",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Howdia_WhiteAug21.jpg?v=1628687047",
        "mrp": 450.0,
        "price": 450.0,
        "discount": "0%",
        "category": "Light Roast",
        "rating": 4.1,
        "ratings": 203,
        "reviews": 21,
        "description": "Our limited period seasonal coffee from Howdia Estate is a light roast with notes of orange blossom, black tea and honey. Located in the Western Ghats, Howdia Estate lies on the foothills of the Megamalai mountain range, also known as the ‘High Wavy Mountains’ for its cloud-covered peaks. The estate sits at an altitude of 5,000 feet, surrounded by reserve forest. Our seasonal series from Howdia Estate is made with coffee cherries picked from 20 year-old plants, fermented overnight and laid to dry in the sun for one week. With its fresh floral aroma and sweet, honey-like finish, this offering is best enjoyed as a Pour Over or AeroPress!",
        "tastingNodes": "Orange Blossom, Black Tea + Honey",
        "fastDelivery": false,
        "inStock": true
    },
    {
        "name": "Seethargundu Estate",
        "image": "https://cdn.shopify.com/s/files/1/0738/1409/products/Seethragundu_WhiteAug21_b5c9dd69-e681-4c48-a1a4-49af6fd50ae6.jpg?v=1630136000",
        "mrp": 480.0,
        "price": 480.0,
        "discount": "0%",
        "category": "Light Roast",
        "rating": 4.1,
        "ratings": 432,
        "reviews": 28,
        "description": "This year’s beans from Seethargundu Estate are roasted light to retain its delicate flavours of black tea, raisin and hazelnut. We recommend brewing this coffee as a Pour Over to best enjoy its complex dried fruit characteristics. Seethargundu Estate is situated in the Nelliyampathy Hills region of the Palakkad district in Kerala, and is one of the few Demeter-certified biodynamic coffee estates in the world. The organic farm grows crops like tea, oranges, pepper, vanilla, along with Robusta and Selections 5B, 8, 9, BBTC and Chandragiri of Arabica, that are handpicked and processed on site using washed, natural and semi-washed methods. These coffees are planted under a double canopy of shade. The farm ensures that all of its various initiatives, such as organic animal husbandry, plant production, landscaping, water supply and its use of biodynamic processes meet the highest organic qualifications.",
        "tastingNodes": "Black Tea, Raisin + Hazelnut",
        "fastDelivery": false,
        "inStock": true
    }
]
